[
  {
    "role": "consultant",
    "text": "Добрый день. Меня зовут Максим, чем я могу помочь Вам?"
  },
  {
    "role": "client",
    "text": "Как мне подключить роуминг?"
  },
  {
    "role": "hint",
    "text": "Здравствуйте! Я вижу, что вы интересуетесь подключением роуминга. Чтобы лучше понять вашу ситуацию, можете ли вы рассказать мне, в какую страну вы планируете поехать и какой у вас сейчас тарифный план?"
  },
  {
    "role": "consultant",
    "text": "Здравствуйте! Я вижу, что вы интересуетесь подключением роуминга. Чтобы лучше понять вашу ситуацию, можете ли вы рассказать мне, в какую страну вы планируете поехать и какой у вас сейчас тарифный план?"
  },
  {
    "role": "client",
    "text": "Я еду в Китай. Тариф - базовый."
  },
  {
    "role": "hint",
    "text": "Здравствуйте! Поскольку вы планируете поездку в Китай и у вас базовый тариф, я хочу уточнить несколько деталей, чтобы предоставить вам наиболее точную информацию. Не могли бы вы рассказать мне, есть ли у вас уже подключена услуга «Лёгкий роуминг и международный доступ» или какая-либо другая роуминговая услуга?"
  },
  {
    "role": "consultant",
    "text": "Здравствуйте! Поскольку вы планируете поездку в Китай и у вас базовый тариф, я хочу уточнить несколько деталей, чтобы предоставить вам наиболее точную информацию. Не могли бы вы рассказать мне, есть ли у вас уже подключена услуга «Лёгкий роуминг и международный доступ» или какая-либо другая роуминговая услуга?"
  },
  {
    "role": "client",
    "text": "У меня не подключена не одна из услуг, как это сделать?"
  },
  {
    "role": "hint",
    "text": "Здравствуйте! Поскольку вы планируете поездку в Китай и у вас базовый тариф, я хочу уточнить несколько деталей, чтобы предоставить вам наиболее точную информацию. Не могли бы вы рассказать мне, есть ли у вас уже подключена услуга «Лёгкий роуминг и международный доступ» или какая-либо другая роуминговая услуга? Если нет, то мы можем обсудить возможность подключения услуги «Лёгкий роуминг и международный доступ» или «Международный и национальный роуминг» вместе с услугой «Международный доступ»."
  },
  {
    "role": "consultant",
    "text": "Заходите в приложение МойМТС и подключаете услугу"
  },
  {
    "role": "client",
    "text": "Спасибо. Все сработало. До свидания"
  },
  {
    "role": "hint",
    "text": "Поздравляем вас с успешным подключением роуминга! Если у вас есть еще какие-либо вопросы или проблемы, не стесняйтесь обращаться к нам. Желаем вам хорошего дня и комфортного общения во время вашей поездки в Китай."
  },
  {
    "role": "consultant",
    "text": "оздравляем вас с успешным подключением роуминга! Если у вас есть еще какие-либо вопросы или проблемы, не стесняйтесь обращаться к нам. Желаем вам хорошего дня и комфортного общения во время вашей поездки в Китай."
  }
]